[
  {
    "title": "The challenge was to re-imagine the Astrodome. Here is the concept the team that won came up with",
    "subtitle": "The design plan turns the Dome into an indoor public street with a botanical garden, 77,000 square feet of retail space, 500 hotel rooms and an immersive museum.",
    "content": "HOUSTON — For 15 years, the Astrodome has sat silent waiting to learn its fate.\"Paris has the Eiffel Tower, New York has the Empire State Building, London has Big Ben, and what does Houston have? It has the Astrodome. We need to save it,\" Gensler architect Alfonso Hernandez said. In an annual competition, the American Society of Heating Refrigerating and Air Conditioning Engineers, challenges teams to re-imagine existing structures. This year that challenge was the Astrodome.",
    "image": "https://khou.s3.us-west-2.amazonaws.com/astrodome.png"
  },
  {
    "title": "Weeks after launch in Houston, Cruise is pausing driverless car service",
    "subtitle": "\"The most important thing for us right now is to take steps to rebuild public trust,\" the company said.",
    "content": "HOUSTON — Just weeks after launching driverless rideshare services in Houston, Cruise is pausing operations across the entire country. A spokesperson said the decision isn't due to any sort of regulatory decision even though the feds recently launched an investigation into the company after two crashes. Instead, Cruise said it was taking a proactive approach to rebuild public trust.",
    "image": "https://khou.s3.us-west-2.amazonaws.com/cruise.png"
  },
  {
    "title": "Pride Houston lawsuit targets new organization over trademark infringement claim",
    "subtitle": "Pride Houston 365 has filed a lawsuit against New Faces of Pride Houston, a newer Pride organization, over claims of trademark infringement.",
    "content": "HOUSTON — Pride Houston 365, the organization that has historically organized parades and activities for the city's LGBTQ+ community, has filed a trademark infringement lawsuit against another group, New Faces of Pride Houston. ",
    "image": "https://khou.s3.us-west-2.amazonaws.com/pride.png"
  }
]
